{
  "physical": {
    "1": "Go to a local park and play an outdoors sport (e.g. basketball, volleyball, tennis).",
    "2": "Take a walk in the snow or play in the snow (e.g. make a snowman).",
    "3": "Attend an indoor fitness class (e.g., yoga, pilates, or dance).",
    "4": "Try ice skating at an indoor or outdoor rink.",
    "5": "Go swimming.",
    "6": "Take a journey on your bike (15 km or more).",
    "7": "Go rock climbing at an indoor gym.",
    "8": "Go boating or canoeing.",
    "9": "Run a 5k.",
    "10": "Go cross-country skiing.",
    "11": "Go snowshoeing on a trail.",
    "12": "Do 5 cold plunges (use your shower if no natural option is safe)."
  },
  "creative": {
    "1": "Write a short story or poem.",
    "2": "Draw something that you can see outside your window.",
    "3": "Cook a new dish you’ve never made before.",
    "4": "Make a scrapbook using printed photos.",
    "5": "Paint something on a canvas and hang it in your room.",
    "6": "Learn a new musical instrument and play your favorite song on it (use apps like Yousician).",
    "7": "Write an article about something you’re interested in and publish it on Medium.",
    "8": "Write a song (use AI tools to assist).",
    "9": "Create a video journal of some special day (e.g. holiday, first snow, social gathering).",
    "10": "Decorate your home / room in the holiday spirit.",
    "11": "Design and sew your own winter accessory (e.g., scarf, hat).",
    "12": "Host a fancy dinner for family or friends and cook a 3-course meal."
  },
  "social": {
    "1": "Message someone you used to be close with but haven’t talked to in a while.",
    "2": "Invite your manager or team (or your classmates if you are a student) to dinner.",
    "3": "Write holiday cards for your friends or neighbors.",
    "4": "Call your grandparents (or any other elders you have in your life) and learn more about their life.",
    "5": "Ask a random co-worker whom you’ve never spoken with to a snack break.",
    "6": "Cold email/message people on LinkedIn until you get someone to have a phone call with you (e.g. for mentorship or work opportunities).",
    "7": "Host a small gathering at home.",
    "8": "Share a vlog about a recent experience on social media.",
    "9": "Convince a stranger to have dinner with you.",
    "10": "Prep a poster and speech, and present a topic you care about in a park or busy public area.",
    "11": "Share your dreams and hopes with 5 strangers.",
    "12": "Share a video of yourself singing, acting, or any other performance on social media."
  },
  "emotional": {
    "1": "Hug your parents or loved ones.",
    "2": "Tell your family and friends you love them (without it being a joke or cringe).",
    "3": "Write a letter of thanks to your favorite teacher or mentor.",
    "4": "Share an opinion on social media.",
    "5": "Share your dreams and hopes with 5 friends.",
    "6": "Try a virtual therapy session.",
    "7": "Write a heartfelt letter appreciating your parents or siblings and hand it to them.",
    "8": "Start a gratitude journal for one week and share it with someone.",
    "9": "Write a heartfelt apology to someone you’ve (actually) hurt with your words or actions and hand it to them.",
    "10": "Have a tough conversation you’ve been avoiding.",
    "11": "Share your dreams and hopes with your parents.",
    "12": "Try an in-person therapy session."
  },
  "travel": {
    "1": "Visit a local museum you’ve never been to.",
    "2": "Go fruit picking (if available in winter greenhouses) or explore a winter farmers’ market.",
    "3": "Take a walk to see holiday lights or displays (outside of your neighborhood).",
    "4": "See the sunrise in a scenic area.",
    "5": "Go hiking on a trail.",
    "6": "Take a road trip visiting at least 4 new places.",
    "7": "Go stargazing bundled up in warm blankets.",
    "8": "Build a sand castle at the beach.",
    "9": "Go camping (in winter-friendly settings).",
    "10": "Take a winter hike on a safe and marked trail.",
    "11": "Shower in a waterfall or outdoors body of water.",
    "12": "Take a day trip alone to a nearby town."
  },
  "spiritual": {
    "1": "Meditate for 5 minutes every day for one week.",
    "2": "Don’t use or check your phone until you are done brushing your teeth for one week.",
    "3": "Daily write something you're grateful for on a sticky note and put it in your room for one week.",
    "4": "Do daily self-reflection in a journal for one week.",
    "5": "Meditate for 15 minutes, 7 times.",
    "6": "Setup a 30-minute Q&A with a Sant or your mentor.",
    "7": "Sit in solitude without a phone for 2 hours.",
    "8": "Read a spiritual book.",
    "9": "Do 24 hour water-only fast.",
    "10": "Reach a point where you can meditate for 30 minutes straight.",
    "11": "Uninstall TikTok, Instagram, and YouTube for one week.",
    "12": "Go on a tech-free, solo day trip or retreat."
  }
}
